//IBMCERTI JOB 1,MSGCLASS=H RESTART=ADDRING
//  JCLLIB ORDER=COLIN.MIG.DATA
// EXPORT SYMLIST=(*)
// SET PASSWORD='&PASSWORD'
//S1    EXEC PGM=IKJEFT01,REGION=0M
//SYSPRINT DD SYSOUT=*
//SYSTSPRT DD SYSOUT=*
//SYSTSIN DD *
//  INCLUDE MEMBER=IMPCERTD
//ADDRING  EXEC PGM=IKJEFT01,REGION=0M
//SYSPRINT DD SYSOUT=*
//SYSTSPRT DD SYSOUT=*
//SYSTSIN DD *
//  INCLUDE MEMBER=RINGD
